/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Krypterer %@s Hjem-mappe";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Dekrypterer %@s Hjem-mappe";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Frigjør diskplass i %@s Hjem-mappe";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Sikkerhetskopierer %@s Hjem-mappe";

"CONVERTING_MESSAGE_FORMAT" = "Konverterer %@s Hjem-mappe";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Forbereder...";
"PHASE_CREATING_IMAGE" = "Oppretter FileVault...";
"PHASE_MOUNTING_IMAGE" = "Aktiverer FileVault...";
"PHASE_COPYING_TO_IMAGE" = "Kopierer innhold i Hjem-mappe til FileVault...";
"PHASE_COPY_COMPLETE" = "Kopieringen er fullført...";
"PHASE_UPDATING_USER_RECORD" = "Oppdaterer brukeroppføring...";
"PHASE_UNMOUNTING_IMAGE" = "Deaktiverer FileVault...";
"PHASE_DELETING_OLD_HOME" = "Sletter gammel Hjem-mappe...";
"PHASE_SECURE_ERASING_OLD_HOME" = "Utfører sikker sletting av den forrige Hjem-mappen…";
"PHASE_CANCELLING" = "Avbryter...";
"PHASE_PAUSED" = "Midlertidig stopp";
"PHASE_COMPACTING" = "Gjør diskplass tilgjengelig...";
"PHASE_BACKINGUP" = "Sikkerhetskopierer...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Beregner...";
"TIME_EST_ABOUT_5_SECONDS" = "Omtrent 5 sekunder";
"TIME_EST_ABOUT_10_SECONDS" = "Omtrent 10 sekunder";
"TIME_EST_UNDER_A_MINUTE" = "Mindre enn ett minutt";
"TIME_EST_ABOUT_A_MINUTE" = "Omtrent ett minutt";
"TIME_EST_ABOUT_N_MINUTES" = "Omtrent %d minutter";
"TIME_EST_ABOUT_ONE_HOUR" = "Omtrent 1 time";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "Omtrent 1 time og %d minutter";
"TIME_EST_ABOUT_PLURAL_HOURS" = "Omtrent %d timer";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "Omtrent %1$d timer og %2$d minutter";


"TIME_REMAINING_FORMAT" = "Tid som gjenstår: %@";
"CANCEL_BUTTON_LABEL" = "Avbryt";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Stopp";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Fortsett";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Er du sikker på at du vil stoppe FileVault?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault har ikke fullført krypteringen av denne Hjem-mappen. Hvis du stopper nå, vil FileVault bli slått av for denne Hjem-mappen, og Hjem-mappen vil ikke være kryptert.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Er du sikker på at du vil stoppe FileVault?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault har ikke fullført dekrypteringen av denne Hjem-mappen. Hvis du stopper nå, vil FileVault fortsatt være slått på for denne Hjem-mappen, og Hjem-mappen vil fortsatt være kryptert.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Fortsett";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Ikke nå";

"COMPACT_CONFIRMATION_MESSAGE" = "Hjem-mappen din, som er beskyttet av FileVault, bruker mer diskplass enn nødvendig. FileVault kan gjøre unødvendig brukt diskplass tilgjengelig. Vil du fortsette?";

"COMPACT_CONFIRMATION_INFO" = "Når du klikker på Fortsett, gjør FileVault ubrukt diskplass tilgjengelig. Selv om denne prosessen tar en stund, anbefaler vi at du lar FileVault gjøre diskplassen tilgjengelig nå.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Det oppsto en feil";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Det oppsto en feil under krypteringen (%@). FileVault vil ikke bli slått på for denne kontoen.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Det oppsto en feil under dekrypteringen (%@). FileVault vil ikke bli slått av for denne kontoen.";
"FV_COULD_NOT_CREATE_IMAGE" = "Kunne ikke opprette FileVault-diskfil";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Kunne ikke opprette midlertidig aktiveringspunktkatalog";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "Kunne ikke aktivere FileVault-diskfil for kopiering";
"FV_ERROR_OCCURRED_DURING_COPY" = "Det oppsto en feil under kopiering.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "Kunne ikke aktivere FileVault-diskfil for verifisering";
"FV_VERIFICATION_FAILED" = "Verifisering mislyktes";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "Kunne ikke deaktivere FileVault-diskfil";
"FV_ERROR_DEFAULT" = "Feil %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "Den forrige Hjem-mappen har blitt slette på en sikker måte.";
"FV_SECURE_ERASE_FINISHED_INFO" = "FileVault-beskyttelse er nå slått på for kontoen din, og innholdet i Hjem-mappen er kryptert.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Det oppsto et problem under sikker sletting av den forrige Hjem-mappen mens FileVault-konverteringsprosessen ble utført.";
"FV_SECURE_ERASE_FAILED_INFO" = "Den sikre slettingen mislyktes før slettingen av den forrige Hjem-mappen var fullført.";
"FV_CONTINUE_TITLE" = "Er du sikker på at du vil fortsette slettingen av den forrige Hjem-mappen i bakgrunnen?";
"FV_CONTINUE_INFO" = "Hvis du klikker på «OK», fullfører FileVault den sikre slettingen av den forrige Hjem-mappen mens du arbeider. Du kan følge med på sletteprosessen ved å åpne Sikkerhet-valgpanelet i Systemvalg.";